const newsdata = 
[
      
    {
        id: 1,
        maintext: "SEO에 중요한 백링크 작업 핵심 가이드-1-",
        subtext: "구글, 네이버, 다음과 같은 모든 검색엔진에 특정 키워드로 상위노출을 하고 싶다면 SEO는 필수적으로 적용해야 합니다.",
        date:'05-02',
        detail:"SEO는 <strong>Search Engine Optimization</strong>의 약자로 웹사이트나 웹페이지를 검색엔진 결과 페이지(SERP)에서 상위에 노출되도록 최적화하는 과정을 의미합니다. 즉, 사용자가 특정 키워드를 검색했을 때, 해당 키워드와 관련된 웹사이트가 검색 결과 상단에 나타나도록 노력하는 것입니다. 잘 적용된 SEO는 자연스러운 상위노출이 가능해서 광고비 없이 키워드의 트래픽을 가지고 올 수 있는 효과가 발생합니다. SEO는 내가 노출시키고 싶은 콘텐츠의 목적에 맞춰 키워드를 선별하고 그 키워드를 통해서 내가 작성한 콘텐츠를 노출시키는 방식으로 진행됩니다. 이와 동시에 네이버와 구글 같은 검색엔진에 최적화된 사이트 구조, 웹 기술을 적용하는 작업도 함께 진행됩니다."
    },
    {
        id: 2,
        maintext: "SEO에 중요한 백링크 작업 핵심 가이드-2-",
        subtext: "말이 들어 보셨겠지만, 백링크의 종류에는 White hat, Gray hat, Black hat 3가지가 있습니다.",
        date:'05-03',
        detail:" <strong>White hat 백링크 전략 리스트</strong> \n 다른 웹사이트에서 자연스럽게 발생하거니 운영자가 웹사이트를 홍보하려고 타 사이트에 자신의 사이트를 링크를 거는 백링크 작업을 White hat이라고 부릅니다. 대부분 SEO업체를 끼지 않고 셀프로 SEO를 진행한다면 스스로 자신의 사이트 링크를 거는 링크 생성 방식을 진행해야 합니다. 검색엔진이 좋아하는 콘텐츠를 웹사이트에 작성하면 특정 키워드를 통해서 나의 웹사이트를 찾아온 잠재고객들이 이 사이트에 대한 신뢰감을 얻게 되면서 글을 링크하면 이것이 백링크가 됩니다. 예를 들어서 애플, 부산대학병원, LG 계열과 같은 권위 있는 곳에서 운영하는 사이트에서 주제가 비슷한 백링크와 연결하게 된다면 내 페이지는 순위가 빠르게 올라가게 됩니다.",
    },
    {
        id: 3,
        maintext: "구글 상위 노출을 위한 웹디자인의 중요성",
        subtext: "대부분 자신의 웹페이지를 상위로 노출하고 싶을 때 어떤 콘텐츠를 제작할지 백링크 질을 얼마나 더 향상 해야 할지에 대해서 생각하는 분들이 많습니다.",
        date:'04-30',
        detail:" 대부분 자신의 웹페이지를 상위로 노출하고 싶을 때 어떤 콘텐츠를 제작할지 백링크 질을 얼마나 더 향상 해야 할지에 대해서 생각하는 분들이 많습니다. 물론 매우 중요한 부분이지만 UX와 웹디자인도 얼마나 중요한지 알고 계신가요?\n 상위노출에 이게 왜 중요하지? 라고 생각하면서 놓치시는 분들이 많으시지만, 구글에서는 UX를 검색엔진에서 매우 중요하게 여기고 최근 계속해서 UX와 웹디자인에 대해서 큰 비중을 두고 평가를 합니다. 키워드에서 순위를 정하는 알고리즘에도 포함시켰죠. 구글의 알고리즘 로직은 계속해서 변화하고 있지만, 원래부터 디자인에 큰 비중을 두었던 구글은 2021년부터 Page Experience 업데이트를 통해 UX에 큰 비중을 두기 시작한 것을 확인할 수 있습니다. 물론 다양한 요인들이 있겠지만 제일 중요한 요소는 구글에서 중요하게 생각하는 디자인의 요소라고 생각합니다.",

    },
    {
        id: 4,
        maintext: "검색 엔진 로직",
        subtext: "인터넷 시대를 살아가는 우리에게 검색 엔진은 필수적인 도구입니다. 방대한 양의 정보 속에서 필요한 정보를 빠르고 정확하게 찾아내는 데 검색 엔진은 핵심적인 역할을 합니다. ",
        date:'04-29',
        detail:" 인터넷 시대를 살아가는 우리에게 검색 엔진은 필수적인 도구입니다. 방대한 양의 정보 속에서 필요한 정보를 빠르고 정확하게 찾아내는 데 검색 엔진은 핵심적인 역할을 합니다. 하지만 검색 엔진은 단순히 키워드와 일치하는 웹사이트를 찾아내는 것 이상의 역할을 합니다. 사용자의 의도를 이해하고, 관련성이 높은 정보를 제공하며, 개인화된 검색 결과를 제공하는 등 다양한 기능을 수행합니다.",

    },
    {
        id: 5,
        maintext: "중요한 SEO 필수 용어정리",
        subtext: "디지털 마케팅에서 검색 엔진 최적화(SEO)는 온라인 가시성을 향상시키고 웹사이트로 유기적 트래픽을 유도하는 데 기본적인 기초로 자리잡고 있습니다. ",
        date:'04-26',
        detail:" 디지털 마케팅에서 검색 엔진 최적화(SEO)는 온라인 가시성을 향상시키고 웹사이트로 유기적 트래픽을 유도하는 데 기본적인 기초로 자리잡고 있습니다. 복잡한 SEO 용어를 해석하여 필수 개념을 알아보도록 하겠습니다. 해당 부분에 대해서는 더 디테일한 가이드나 설명글이 있으나 큰 맥락에 대한 부분들은 간결하게 정리해본 부분이니 참고바라며 자세한 내용을 원하시는 분들은 백링크매거진을 통해서 참고해주시길 바라겠습니다. - 백링크 매거진은 네이버 상에서 백링크 검색시 한글 도메인 주소로 표기됩니다.",

    },
    {
        id: 6,
        maintext: "장기적 관점에서 비교하는 SEO와 SEM",
        subtext: "SEO와 SEM은 모두 온라인 비즈니스에서 중요한 역할을 합니다. 그러나 장기적인 관점에서 이 두 전략을 비교하고 효과적으로 활용하는 것은 중요한 과제입니다. ",
        date:'04-25',
        detail:" SEO와 SEM은 모두 온라인 비즈니스에서 중요한 역할을 합니다. 그러나 장기적인 관점에서 이 두 전략을 비교하고 효과적으로 활용하는 것은 중요한 과제입니다. 각 전략의 특징과 장단점을 이해하고, 기업의 목표와 상황에 맞춰 적절히 결합하는 것이 필요합니다.",

    },
    {
        id: 7,
        maintext: "SEO를 위협하는 웹사이트 이탈률",
        subtext: "현대 SEO 환경에서 웹사이트 이탈률(Bounce Rate)은 단순한 사용자 경험 지표를 넘어 검색 엔진 순위에 영향을 미치는 중요한 요소로 자리 잡았습니다.",
        date:'04-24',
        detail:" 현대 SEO 환경에서 웹사이트 이탈률(Bounce Rate)은 단순한 사용자 경험 지표를 넘어 검색 엔진 순위에 영향을 미치는 중요한 요소로 자리 잡았습니다. 이탈률 감소는 검색 엔진에게 사용자에게 가치 있는 콘텐츠를 제공한다는 신호를 전달하며, 이는 더 높은 순위와 더 많은 유기적 트래픽으로 이어집니다.  따라서 SEO 전략 수립 과정에서 이탈률 감소는 필수적인 목표이며, 이를 위한 다양한 전략과 최적화 기법들이 마케터와 SEO 전문가들에게 지속적으로 연구되고 있습니다. 웹사이트 이탈률 감소를 위한 심층 분석과 실무 가이드를 제공하며, SEO 성과를 극대화하는 데 도움이 되는 전략들을 알아보겠습니다.",

    },
    {
        id: 8,
        maintext: "악성 트래픽이 SEO에 미치는 영향",
        subtext: "검색 엔진 최적화(SEO)는 온라인 가시성과 성공을 위한 중추적 요소로 자리 잡고 있습니다. 그러나 높은 순위와 증가한 트래픽을 얻기 위한 과정 속에서, SEO 노력의 진정한 성과를 위협하는 잠재적인 위험이 있습니다 - 악성 트래픽입니다.",
        date:'04-23',
        detail:" 검색 엔진 최적화(SEO)는 온라인 가시성과 성공을 위한 중추적 요소로 자리 잡고 있습니다. 그러나 높은 순위와 증가한 트래픽을 얻기 위한 과정 속에서, SEO 노력의 진정한 성과를 위협하는 잠재적인 위험이 있습니다 - 악성 트래픽입니다. 인터넷의 확산은 기업들이 운영하는 방식을 혁신적으로 변화시켰으며, 온라인 존재에 대한 중요성이 더욱 증가하고 있습니다. 이 온라인 생태계의 핵심에는 사용자가 찾는 정보를 제공하는 게이트키퍼로서 작용하는 검색 엔진이 있습니다. SEO는 이러한 검색 결과에서 눈에 띄도록 웹사이트가 경쟁하는 방법으로 작용합니다. 그러나 검색 알고리즘을 조작하기 위해 악의적인 행동을 하는 사람들이 정말 많겠죠? 이는 악성 트래픽의 등장을 불러일으킵니다.",

    },
    {
        id: 9,
        maintext: "웹 디자인 최적화를 통한 SEO 전략",
        subtext: "웹사이트의 디자인은 단순히 미적 요소를 넘어 사용자 경험(UX)과 검색 엔진 최적화(SEO)에 지대한 영향을 미치는 중요한 요소입니다.",
        date:'04-22',
        detail:"사용자 경험(UX) 향상과 SEO의 상호 보완성 사용자 경험은 웹사이트 방문자가 사이트에서 느끼는 만족도와 참여도를 의미하며, SEO는 검색 엔진 결과 페이지(SERP)에서 웹사이트의 순위를 높이는 데 초점을 맞춥니다. 두 가지 개념이 별개로 보이지만, 실제로는 상호 보완적인 관계를 가지고 있습니다. 사용자 경험이 우수한 웹사이트는 방문자들이 더 오래 머무르고 더 많은 페이지를 방문하며, 이는 검색 엔진에게 웹사이트의 콘텐츠가 사용자에게 유용하다는 신호를 제공합니다. 또한, 명확한 정보 구조, 빠른 로딩 속도, 간편한 탐색성 등은 모두 사용자 만족도를 높이는 동시에 검색 엔진 크롤러의 웹사이트 인덱싱 및 평가를 용이하게 합니다. "
    },
    {
        id: 10,
        maintext: "H태그 웹 페이지에서 제목 소제목 설정방법",
        subtext: "HTML은 문서의 구조를 표현하기 위한 적절한 문법을 제공합니다. 그 중에서도 페이지의 가장 중요한 주제를 나타내는 태그부터 그 하위 주제를 나타내는 태그까지 단계적으로 구조를 표현 해줍니다.",
        date:'04-19',
        detail:"​﻿HTML은 문서의 구조를 표현하기 위한 적절한 문법을 제공합니다.  그 중에서도 페이지의 가장 중요한 주제를 나타내는 태그부터 그 하위 주제를 나타내는 태그까지 단계적으로 구조를 표현 해줍니다. 효율적으로 정보를 알리기 위해서는 문서에 체계적인 구성이 요구됩니다. 아무리 유익한 내용이더라도 1천 단어 이상의 긴 글을 한 번에 작성하면 독자들이 내용을 이해하기 어려울 수 있습니다. 따라서 글을 작성할 때에는 주요 주장을 담은 문단에 큰 제목을 붙이고 이를 뒷받침하는 세부 주장이나 관련 근거를 다루는 문단에 중간 제목 등을 추가하여 글의 논리적인 흐름을 구성하게 되는데 이 부분은 SEO 검색엔진최적화 부분에서도 매우 중요하게 여겨지고 있습니다. 문서의 정확도를 판별하는 매우 중요한 요소로 꼽히고 있는 H태그에 대해서 자세하게 알려드려볼까 합니다. "
    },
    {
        id: 11,
        maintext: "백링크, 수량보다 품질이 중요한 이유",
        subtext: "검색 엔진 최적화(SEO) 분야에서 백링크는 오랫동안 효과적인 디지털 마케팅 전략의 핵심 요소로 여겨져 왔습니다.",
        date:'04-17',
        detail:'검색 엔진 최적화(SEO) 분야에서 백링크는 오랫동안 효과적인 디지털 마케팅 전략의 핵심 요소로 여겨져 왔습니다. 다른 웹사이트에서 귀하의 웹사이트로 트래픽을 유도하는 이러한 링크는 검색 엔진 순위에 상당한 영향을 미칩니다. 하지만 많은 SEO 담당자들은 백링크를 확보하려는 열정 속에서 중요한 차이점, 즉 품질이 수량보다 훨씬 더 중요하다는 사실을 간과합니다. 왜 품질이 더 중요할까요? 검색 엔진 순위를 높이기 위해 일부 SEO 담당자들은 백링크 수를 맹신하며 품질을 소홀히 합니다. 더 많은 링크가 더 높은 가시성과 권위를 의미한다는 논리에 기반한 것입니다. 하지만 이는 검색 엔진이 백링크의 가치를 평가하는 방식을 무시하는 관점입니다.'
    },
    
];

export default newsdata;