const newscompanydata = 
[
      
    {
        id: 1,
        maintext: "생일 꽃배달 서비스 당일 전국꽃배달 서비스",
        subtext: "생일을 맞이하는 특별한 날, 꽃으로 마음을 전하고 싶은 마음이 있으시군요. 생일 꽃배달 서비스는 그런 마음을 전달하는 아름다운 방법 중 하나입니다.",
        date:'04-02',
        detail:"생일을 맞이하는 특별한 날, 꽃으로 마음을 전하고 싶은 마음이 있으시군요. 생일 꽃배달 서비스는 그런 마음을 전달하는 아름다운 방법 중 하나입니다. 생일에는 사랑하는 사람에게 꽃다발을 선물하여 특별함을 더해보는 것은 어떨까요? 당일 전국 꽃배달 모두의꽃 서비스를 통해 지역에 상관없이 원하는 장소로 아름다운 꽃다발을 전달할 수 있습니다. 생일을 축하하고자 하는 마음을 꽃다발에 담아 전달하면 상대방에게 큰 감동을 줄 수 있을 것입니다. 꽃다발의 종류나 크기, 색상을 선택하여 특별한 메시지를 전달할 수 있습니다. 생일을 맞아 소중한 분께 감동과 기쁨을 선사하는 생일 꽃배달 서비스로 더욱 의미 있는 날을 만들어 보시는 것은 어떨까요? 모두의 꽃 https://xn--js0bu9gg8fivo.com/ 홈페이지에서 보다 자세한 내역을 확인하실 수 있을 것이며 생일 꽃배달 서비스 및 당일 전국꽃배달 서비스는 이제 전화번호 하나로 어디든 가능하다는 것이 놀랍지 않으신가요?"
    },
    {
        id: 2,
        maintext: "티타늄리프팅 써마지 전문 병원을 찾는다면?",
        subtext: "티타늄리프팅 써마지 전문 병원을 찾는다면 딱 집중 ! V&MJ피부과 오늘은 저희 병원에서 제공하는 특별한 시술에 대해 이야기해드리려고 해요. 그것은 바로 티타늄리프팅 써마지인데요.",
        date:'02-09',
        detail:" 티타늄리프팅 써마지 전문 병원을 찾는다면 딱 집중 ! V&MJ피부과 오늘은 저희 병원에서 제공하는 특별한 시술에 대해 이야기해드리려고 해요. 그것은 바로 티타늄리프팅 써마지인데요. 피부 탄력을 높이고 주름 개선에 탁월한 효과를 보이는 이 시술은 최근에 많은 분들에게 사랑받고 있답니다. 저희 병원에서는 전문적인 지식과 경험을 갖춘 의사들이 시술을 진행하고 있어서 안심하고 받아보실 수 있는 부분입니다.",
    },
    {
        id: 3,
        maintext: "개인회생대출 개인회생자대출 기업소개",
        subtext: "오늘은 저희가 함께 개인회생자대출에 대해서 알아보려고 해요. 혹시 개인회생을 고민하고 계신다면, 개인회생자대출을 고려해보는 것도 좋은 방법일 수 있어요. 함께 알아보고 결정해보는 건 어떨까요? ",
        date:'02-07',
        detail:" 오늘은 저희가 함께 개인회생자대출에 대해서 알아보려고 해요. 혹시 개인회생을 고민하고 계신다면, 개인회생자대출을 고려해보는 것도 좋은 방법일 수 있어요. 함께 알아보고 결정해보는 건 어떨까요? 개인회생과 개인회생자대출의 개념에 대한 이해도 필요할텐데요.개인회생은 개인이 파산 또는 파산 직전에 있는 경우, 재정적으로 어려움을 겪고 있는 경우, 또는 채무 상황을 개선하기 위해 법원에 신청하여 부채를 감면하거나 상환 조건을 변경하는 절차를 말합니다. 개인회생은 채무자의 재정 상황과 능력을 고려하여 합리적인 상환 계획을 마련함으로써 부채 문제를 해결하는 것을 목표로 합니다.",

    },
    {
        id: 4,
        maintext: "부산광고회사 HL 플랫폼 개발 2차 추가계획",
        subtext: "스마트픽인 모회사가 최근에 개발한 광고플랫폼에 대해 알려드리려고 합니다. 이 플랫폼은 검색엔진 최적화를 통해 광고 효율을 최대화하는데 도움을 준답니다. 더 자세한 내용을 알려드릴테니 많은 관심을 부탁드립니다.",
        date:'02-03',
        detail:" SEO(Search Engine Optimization)는 웹사이트나 웹 페이지를 검색엔진에서 노출되도록 최적화하는 작업을 말합니다. 이는 사이트의 가시성을 높이고 유저들이 해당 사이트를 찾을 수 있도록 도와줍니다. SEO는 현대의 디지털 마케팅에서 핵심적인 역할을 맡고 있으며 성공적인 온라인 비즈니스를 위해 필수적인 전략입니다. 이번 플랫폼은 픽시드라는 프로젝트 명으로 시작이 되었고 정식 출시명은 아직 정해진 바는 없습니다. 다만 스마트픽인 플랫폼과 버금가는 아주 획기적인 SEO 툴이 나올거 같습니다.",

    },
    {
        id: 5,
        maintext: "반티 전문 제작 쇼핑몰 : 반티톡톡",
        subtext: "안녕하세요. 반티톡톡입니다. 오늘은 저희가 운영하는 반티 전문 제작 쇼핑몰을 소개해드리려고 해요. 요즘 반티가 인기를 끌고 있는데, 저희 반티톡톡은 다양한 디자인과 색상으로 고객님들께 만족스러운 반티를 제작해드리고 있어요.",
        date:'04-26',
        detail:" 안녕하세요. 반티톡톡입니다. 오늘은 저희가 운영하는 반티 전문 제작 쇼핑몰을 소개해드리려고 해요. 요즘 반티가 인기를 끌고 있는데, 저희 반티톡톡은 다양한 디자인과 색상으로 고객님들께 만족스러운 반티를 제작해드리고 있어요. 많은 분들께서 착용하고 사랑해주시는데요, 이제부터 좀더 자세히 알려드릴게요! 반티톡톡은 반티 전문 제작 쇼핑몰로서 그 독특한 아이덴티티로 많은 사람들의 관심을 받고 있습니다. 반티를 통해 자신만의 개성과 스타일을 표현할 수 있는 반티톡톡은 다양한 디자인과 특색을 제공하고 있습니다. 이제부터 반티톡톡의 제품선과 특징에 대해 자세히 알아보도록 하겠습니다.",

    },
    {
        id: 6,
        maintext: "디몰드 인천인테리어 업체 검색빈도 1위 차",
        subtext: "오늘은 인천에서 시작하여 전국적으로 성장하고 있는 인테리어 회사인 디몰드에 대해 포스팅해보려고 합니다. 최근에는 디몰드가 전국 대상을 대상으로 많은 작업물을 남기며 발을 넓혀나가고 있는데요. ",
        date:'01-29',
        detail:" 디몰드는 인천지역에서 시작하여 빠르게 성장하고 있는 인테리어 회사입니다. 디몰드의 특징은 고객들에게 편안하고 아름다운 인테리어 공간을 제공하는 것입니다. 그 결과로 많은 사람들이 디몰드를 선택하고 있으며, 매년 전국대상을 수상하며 인기를 누리고 있습니다. 디몰드는 인천 지역에서 시작하여 지난 몇 년간 꾸준한 성장을 이루어 왔습니다. 인천은 대중교통이 편리하며, 다양한 쇼핑몰과 문화시설이 밀집되어 있어 많은 사람들이 삶의 질을 높일 인테리어를 찾고 있습니다.",

    },
    {
        id: 7,
        maintext: "빙엑스 거래소 가입방법",
        subtext: "비트코인과 암호화폐의 이해 비트코인은 가상화폐 중 가장 잘 알려진 암호화폐입니다. 암호화폐는 디지털 형태의 화폐로, 암호학을 사용하여 안전한 거래를 가능하게 합니다.",
        date:'01-29',
        detail:" 비트코인과 암호화폐의 이해 비트코인은 가상화폐 중 가장 잘 알려진 암호화폐입니다. 암호화폐는 디지털 형태의 화폐로, 암호학을 사용하여 안전한 거래를 가능하게 합니다. 비트코인은 2009년에 등장하여 현재까지 많은 관심을 받고 있는 암호화폐입니다. 비트코인의 특징은 분산된 거래장부인 블록체인을 기반으로 한다는 것입니다. 블록체인은 중앙 관리자가 없이 거래를 진행하고 기록하며, 보안성과 투명성을 보장합니다. 빙엑스 거래소 개요에 대해서 설명드린다면 빙엑스 거래소는 2013년에 설립된 암호화폐 거래소입니다.",

    },
    {
        id: 8,
        maintext: "로보 가죽의류 관리방법",
        subtext: "가죽으로 된 의류는 잘못 세탁하거나 보관하면 치명적인 실수가 될 수 있는데요, 가죽 의류를 올바르게 관리하려면 어떻게 해야하는지 로보에서 알려드릴게요.",
        date:'05-18',
        detail:" 청결 유지 : 가죽의류를 사용한 후에는 부드러운 천이나 브러시를 사용하여 먼지나 이물질을 제거해야 합니다. 깨끗한 상태로 유지하면 가죽의 수명을 연장할 수 있습니다. 습기 조절 : 가죽은 너무 건조하거나 습기가 많은 환경에서 손상을 입을 수 있습니다. 따라서 가죽의류를 보관할 때는 적절한 습도를 유지하는 것이 중요합니다. 보관 시 가습기를 사용하거나 습기가 많은 환경에서는 제품을 통풍시키는 것이 좋습니다. 방수 처리 : 가죽은 물에 약하기 때문에 비가 오거나 습기가 높은 환경에서 사용할 경우 방수 처리를 해주는 것이 좋습니다. 방수 스프레이나 방수 제품을 사용하여 가죽을 보호할 수 있습니다. 햇볕 피하기 : 가죽의류를 오래 사용하기 위해서는 직접적인 햇볕에 노출시키는 것을 피해야 합니다. 햇빛은 가죽을 변색시키고 건조시킬 수 있으므로, 보관장소를 선택할 때는 햇볕이 닿지 않는 곳을 고려해야 합니다.",

    },
    {
        id: 9,
        maintext: "로보 스테디셀러 브랜드 ROBO",
        subtext: "Ropa Bonito 로보는 스페인어로 ‘ 아름다운 의류 ’란 의미를 내포하고 있습니다.",
        date:'04-16',
        detail:"해다마 새로운 시도와 진화를 거듭하여 GS샵 에서도 많은 사랑을 받고 있으며 프리미엄 소재 그 이상의 가치와 ROBO가 선보이는 모피의 뉴 패러다임은 지속적인 브랜드 성장을 이끌고 있는 부분이기도 합니다. 오직 남성만을 위한 패션을 완성하기 위해 ROBO Man의 뉴 패러다임 유틸리티 무드의 램스킨 필드 야상재킷은 어느 브랜드에서도 쉽게 흉내낼 수 없는 로보만의 브랜드 아이덴티티 이기도 합니다."
    },
    {
        id: 10,
        maintext: "타지역 서비스 광고의 대명사 비즈넘버 대표번호 개통까지",
        subtext: "많은 사람들이 타지역 서비스에 관한 관심도가 높아지고 있음이 사실입니다. 하지만 대부분이 이 서비스를 어떻게 하여 사용할 수 있는지는 모르는 분들이 꽤나 많은데요. ",
        date:'04-19',
        detail:"많은 사람들이 타지역 서비스에 관한 관심도가 높아지고 있음이 사실입니다. 하지만 대부분이 이 서비스를 어떻게 하여 사용할 수 있는지는 모르는 분들이 꽤나 많은데요. 금일 기업매거진에서는 비즈넘버 대표번호 안내와 함께 어떠한 서비스를 사용하는 부분들인지에 대해서 알려드리고자 합니다. 자세한 부분은 사이트를 참고하여주시길 바라겠습니다.   [ 비즈넘버 ]  타지역 서비스를 통해서 전국 대상 혹은 도시를 선택하여 광범위한 광고를 해보실 수 있을 것 입니다. 비용이 다른 광고와 비교 되지 않을 만큼 저렴한 부분들이 있습니다. 이 부분을 잘 활용하시면 보다 좋은 광고를 펼쳐 보실 수 있을 것이라 사례됩니다. 충분히 이미 많은 데이터가 쌓이고 있는 타지역 서비스 광고 ! 보다 자세한 내역은 아래를 참고해보시길 바라겠습니다."
    },
    {
        id: 11,
        maintext: "폰가모바일에서 폰테크 하는 방법, 팁 알려드립니다.",
        subtext: "검색 엔진 최적화(SEO) 분야에서 백링크는 오랫동안 효과적인 디지털 마케팅 전략의 핵심 요소로 여겨져 왔습니다.",
        date:'01-17',
        detail:'폰테크는 본인 명의로 핸드폰을 개통하면 바로 현금을 받을 수 있기 때문에 급전 필요할 때 많이 찾는데요. 그래서 최근에는 핸드폰 소액급전, 스마트폰 당일대출, 폰테크 전문점 같은 광고를 많이 볼 수 있죠. '
    },
    
];

export default newscompanydata;